{"The Email or Password is Incorrect!":"Die E-Mail oder das Passwort ist falsch!","Thank you for your message. It has been sent!":"Danke für deine Nachricht. Es wurde gesendet!","There was an error trying to send your message. Please try again later.":"Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.","The link you sent is not on the supported sites.":"Der von Ihnen gesendete Link befindet sich nicht auf den unterstützten Websites.","Thanks for reporting issues to us. We will fix this issues as soon as possible.":"Vielen Dank, dass Sie uns Probleme gemeldet haben. Wir werden diese Probleme so schnell wie möglich beheben.","Data not found!":"Daten nicht gefunden!","Go to Homepage":"Zur Startseite gehen","Whoops! Something went wrong.":"Hoppla! Etwas ist schief gelaufen.","Sign In":"Einloggen","Enter your email and password to sign in":"Geben Sie Ihre E-Mail und Ihr Passwort ein, um sich anzumelden ","Remember me":"Mich erinnern","Welcome back!":"Willkommen zurück!","Login with your email address and password to keep connected with us.":"Melden Sie sich mit Ihrer E-Mail-Adresse und Ihrem Passwort an, um mit uns in Verbindung zu bleiben.","Send us an Email":"Senden Sie uns eine Email","Send Message":"Nachricht senden","Describe your problem here!":"Beschreiben Sie hier Ihr Problem!","Download":"Herunterladen","Paste the URL here to start downloading...":"Fügen Sie die URL hier ein, um den Download zu starten...","Accept all cookies":"Alle Cookies akzeptieren","Enter one URL per line in the text area below":"Geben Sie eine URL pro Zeile in das Textfeld unten ein","Submit":"Einreichen","Follow us":"Folge uns","Supported Resources":"Unterstützte Ressourcen","Enjoy the little things in life. For one day, you may look back and realize they were the big things. Many of life's failures are people who did not realize how close they were to success when they gave up.":"Die kleinen Dinge im Leben genießen. Einen Tag lang werden Sie vielleicht zurückblicken und feststellen, dass dies die großen Dinge waren. Viele Misserfolge im Leben sind Menschen, die nicht wussten, wie nah sie dem Erfolg waren, als sie aufgeben.","Buy Now":"Kaufe jetzt","Login":"Anmeldung ","Contact":"Kontakt","Report Links":"Bericht","Single Article":"Beiträge","Downloader":"Downloader","We use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.":"Wir verwenden Cookies, um sicherzustellen, dass wir Ihnen das beste Erlebnis auf unserer Website bieten. Wenn Sie diese Seite weiterhin nutzen, gehen wir davon aus, dass Sie damit zufrieden sind.","Read More":"Weiterlesen","Stay up to date with the latest news":"Bleiben Sie auf dem Laufenden mit den neuesten Nachrichten","Our Blog":"Unser Blog","Blog":"Blog","Get all the latest news on updates, support issues and tutorials.":"Erhalten Sie die neuesten Nachrichten zu Updates, Supportproblemen und Tutorials.","Coming Soon...":"Kommt bald...","Site is currently under maintenance. We are working hard to give you the best experience and will be back shortly.":"Die Website wird derzeit gewartet. Wir arbeiten hart daran, Ihnen das beste Erlebnis zu bieten und werden in Kürze zurück sein.","Thank you for your patience!":"Vielen Dank für Ihre Geduld!"}