{"The Email or Password is Incorrect!":"¡El correo electrónico o la contraseña son incorrectos!","Thank you for your message. It has been sent!":"Gracias por tu mensaje. ¡Ha sido enviado!","There was an error trying to send your message. Please try again later.":"Hubo un error al intentar enviar su mensaje. Por favor, inténtelo de nuevo más tarde.","The link you sent is not on the supported sites.":"El enlace que envió no se encuentra en los sitios admitidos.","Thanks for reporting issues to us. We will fix this issues as soon as possible.":"Gracias por informarnos los problemas. Solucionaremos estos problemas lo antes posible.","Data not found!":"¡Datos no encontrados!","Go to Homepage":"Ir a la página de inicio","Whoops! Something went wrong.":"¡Ups! Algo salió mal.","Sign In":"Iniciar sesión","Enter your email and password to sign in":"Ingrese su correo electrónico y contraseña para iniciar sesión","Remember me":"Recuérdame","Welcome back!":"¡Bienvenido de nuevo! ","Login with your email address and password to keep connected with us.":"Inicie sesión con su dirección de correo electrónico y contraseña para mantenerse conectado con nosotros.","Send us an Email":"Envianos un email","Send Message":"Enviar mensaje","Describe your problem here!":"¡Describe tu problema aquí!","Download":"Descargar","Paste the URL here to start downloading...":"Pega la URL aquí para comenzar a descargar...","Accept all cookies":"Aceptar todas las cookies","Enter one URL per line in the text area below":"Ingrese una URL por línea en el área de texto a continuación","Submit":"Enviar","Follow us":"Síganos","Supported Resources":"Recursos apoyados","Enjoy the little things in life. For one day, you may look back and realize they were the big things. Many of life's failures are people who did not realize how close they were to success when they gave up.":"Disfruta de las pequeñas cosas de la vida. Por un día, puede mirar hacia atrás y darse cuenta de que eran las cosas más importantes. Muchos de los fracasos de la vida son personas que no se dieron cuenta de lo cerca que estaban del éxito cuando se rindieron.","Buy Now":"Comprar","Login":"Acceso","Contact":"Contacto","Report Links":"Informe","Single Article":"Publicaciones","Downloader":"Descargador","We use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.":"Usamos cookies para asegurarnos de brindarle la mejor experiencia en nuestro sitio web. Si continúa utilizando este sitio, asumiremos que está satisfecho con él.","Read More":"Lee mas","Stay up to date with the latest news":"Manténgase al día con las últimas noticias","Our Blog":"Nuestro blog","Blog":"Blog","Get all the latest news on updates, support issues and tutorials.":"Obtenga las últimas noticias sobre actualizaciones, problemas de soporte y tutoriales.","Coming Soon...":"Próximamente, en breve, pronto...","Site is currently under maintenance. We are working hard to give you the best experience and will be back shortly.":"El sitio está actualmente en mantenimiento. Estamos trabajando arduamente para brindarle la mejor experiencia y volveremos en breve.","Thank you for your patience!":"¡Gracias por su paciencia!"}