{"The Email or Password is Incorrect!":"L'email ou le mot de passe est incorrect!","Thank you for your message. It has been sent!":"Merci pour votre message. Il a été envoyé!","There was an error trying to send your message. Please try again later.":"Une erreur s'est produite lors de la tentative d'envoi de votre message. Veuillez réessayer plus tard.","The link you sent is not on the supported sites.":"Le lien que vous avez envoyé n'est pas sur les sites pris en charge.","Thanks for reporting issues to us. We will fix this issues as soon as possible.":"Merci de nous avoir signalé des problèmes. Nous allons résoudre ces problèmes dès que possible.","Data not found!":"Données introuvables!","Go to Homepage":"Aller à la page d'accueil","Whoops! Something went wrong.":"Oups ! Quelque chose s'est mal passé.","Sign In":"Connexion","Enter your email and password to sign in":"Entrez votre email et votre mot de passe pour vous connecter","Remember me":"Souviens-toi de moi","Welcome back!":"Content de te revoir!","Login with your email address and password to keep connected with us.":"Connectez-vous avec votre adresse e-mail et votre mot de passe pour rester connecté avec nous.","Send us an Email":"Envoyez-nous un e-mail","Send Message":"Envoyer le message","Describe your problem here!":"Décrivez votre problème ici !","Download":"Télécharger","Paste the URL here to start downloading...":"Collez l'URL ici pour commencer le téléchargement...","Accept all cookies":"Accepter tous les cookies","Enter one URL per line in the text area below":"Entrez une URL par ligne dans la zone de texte ci-dessous","Submit":"Soumettre","Follow us":"Suivez nous","Supported Resources":"Ressources prises en charge","Enjoy the little things in life. For one day, you may look back and realize they were the big things. Many of life's failures are people who did not realize how close they were to success when they gave up.":"Profitez des petites choses de la vie. Pendant un jour, vous pouvez regarder en arrière et vous rendre compte qu'ils étaient les grandes choses. Beaucoup d'échecs de la vie sont des gens qui n'ont pas réalisé à quel point ils étaient proches du succès lorsqu'ils ont abandonné.","Buy Now":"Acheter","Login":"Connexion","Contact":"Contacter","Report Links":"Signaler","Single Article":"Des postes","Downloader":"Téléchargeur","We use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.":"Nous utilisons des cookies pour nous assurer que nous vous offrons la meilleure expérience sur notre site Web. Si vous continuez à utiliser ce site, nous supposerons que vous en êtes satisfait.","Read More":"Lire la suite","Stay up to date with the latest news":"Restez à jour avec les dernières nouvelles","Our Blog":"Notre blog","Blog":"Blog","Get all the latest news on updates, support issues and tutorials.":"Recevez toutes les dernières nouvelles sur les mises à jour, les problèmes de support et les didacticiels.","Coming Soon...":"Bientôt disponible...","Site is currently under maintenance. We are working hard to give you the best experience and will be back shortly.":"Le site est actuellement en maintenance. Nous travaillons dur pour vous offrir la meilleure expérience et nous reviendrons sous peu.","Thank you for your patience!":"Merci pour votre patience!"}