{"The Email or Password is Incorrect!":"L'e-mail o la password non sono corrette!","Thank you for your message. It has been sent!":"Grazie per il vostro messaggio. È stato inviato!","There was an error trying to send your message. Please try again later.":"Si è verificato un errore durante il tentativo di inviare il messaggio. Per favore riprova più tardi.","The link you sent is not on the supported sites.":"Il link che hai inviato non è sui siti supportati.","Thanks for reporting issues to us. We will fix this issues as soon as possible.":"Grazie per averci segnalato problemi. Risolveremo questo problema il prima possibile.","Data not found!":"Dati non trovati!","Go to Homepage":"Vai alla pagina principale","Whoops! Something went wrong.":"Ops! Qualcosa è andato storto.","Sign In":"Accedere","Enter your email and password to sign in":"Inserisci la tua email e password per accedere","Remember me":"Ricordati di me","Welcome back!":"Ben tornato!","Login with your email address and password to keep connected with us.":"Accedi con il tuo indirizzo e-mail e la password per rimanere in contatto con noi.","Send us an Email":"Mandaci un email","Send Message":"Invia messaggio","Describe your problem here!":"Descrivi qui il tuo problema!","Download":"Scarica","Paste the URL here to start downloading...":"Incolla qui l'URL per avviare il download...","Accept all cookies":"Accetta tutti i cookie","Enter one URL per line in the text area below":"Inserisci un URL per riga nell'area di testo sottostante","Submit":"Invia","Follow us":"Seguici","Supported Resources":"Risorse supportate","Enjoy the little things in life. For one day, you may look back and realize they were the big things. Many of life's failures are people who did not realize how close they were to success when they gave up.":"Goditi le piccole cose nella vita. Per un giorno, potresti guardare indietro e realizzare che erano le grandi cose. Molti dei fallimenti della vita sono persone che non si sono rese conto di quanto fossero vicine al successo quando si sono arrese.","Buy Now":"Acquista ora","Login":"Accedere","Contact":"Contatto","Report Links":"Rapporto","Single Article":"Post","Downloader":"Downloader","We use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.":"Utilizziamo i cookie per assicurarci di offrirti la migliore esperienza sul nostro sito web. Se continui ad utilizzare questo sito noi assumiamo che tu ne sia felice.","Read More":"Leggi di più","Stay up to date with the latest news":"Rimani aggiornato con le ultime novità","Our Blog":"Il nostro blog","Blog":"Blog","Get all the latest news on updates, support issues and tutorials.":"Ricevi tutte le ultime notizie su aggiornamenti, problemi di supporto e tutorial.","Coming Soon...":"Prossimamente...","Site is currently under maintenance. We are working hard to give you the best experience and will be back shortly.":"Il sito è attualmente in manutenzione. Stiamo lavorando duramente per offrirti la migliore esperienza e torneremo a breve.","Thank you for your patience!":"Grazie per la vostra pazienza!"}