{"The Email or Password is Incorrect!":"O e-mail ou senha estão incorretos!","Thank you for your message. It has been sent!":"Obrigado pela sua mensagem. Já foi enviada!","There was an error trying to send your message. Please try again later.":"Ocorreu um erro ao tentar enviar sua mensagem. Por favor, tente novamente mais tarde.","The link you sent is not on the supported sites.":"O link que você enviou não está nos sites suportados.","Thanks for reporting issues to us. We will fix this issues as soon as possible.":"Obrigado por relatar problemas para nós. Vamos corrigir esses problemas o mais rápido possível.","Data not found!":"Dados não encontrados!","Go to Homepage":"Vá para a página inicial","Whoops! Something went wrong.":"Opa! Algo deu errado.","Sign In":"Conecte-se","Enter your email and password to sign in":"Digite seu e-mail e senha para fazer login","Remember me":"Lembre de mim","Welcome back!":"Bem vindo de volta!","Login with your email address and password to keep connected with us.":"Faça login com seu endereço de e-mail e senha para se manter conectado.","Send us an Email":"Envie-nos um e-mail","Send Message":"Enviar mensagem","Describe your problem here!":"Descreva o seu problema aqui!","Download":"Baixar","Paste the URL here to start downloading...":"Cole o URL aqui para iniciar o download...","Accept all cookies":"Aceita todos os cookies","Enter one URL per line in the text area below":"Insira um URL por linha na área de texto abaixo","Submit":"Enviar","Follow us":"Siga-nos","Supported Resources":"Recursos Suportados","Enjoy the little things in life. For one day, you may look back and realize they were the big things. Many of life's failures are people who did not realize how close they were to success when they gave up.":"Curta as pequenas coisas da vida. Por um dia, você pode olhar para trás e perceber que eles eram as grandes coisas. Muitos dos fracassos da vida são pessoas que não perceberam o quão perto estavam do sucesso quando desistiram.","Buy Now":"Compre Agora","Login":"Conecte-se","Contact":"Contato","Report Links":"Relatório","Single Article":"Postagens","Downloader":"Downloader","We use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.":"Usamos cookies para garantir que oferecemos a melhor experiência em nosso site. Se continuar a usar este site, assumiremos que está satisfeito com ele.","Read More":"Consulte Mais Informação","Stay up to date with the latest news":"Fique por dentro das últimas notícias","Our Blog":"Nosso blog","Blog":"Blog","Get all the latest news on updates, support issues and tutorials.":"Receba as últimas notícias sobre atualizações, problemas de suporte e tutoriais.","Coming Soon...":"Em breve...","Site is currently under maintenance. We are working hard to give you the best experience and will be back shortly.":"Site atualmente em manutenção. Estamos trabalhando muito para oferecer a você a melhor experiência e estaremos de volta em breve.","Thank you for your patience!":"Obrigado pela sua paciência!"}