{"The Email or Password is Incorrect!":"Email hoặc mật khẩu không chính xác!","Thank you for your message. It has been sent!":"Cảm ơn về tin nhắn của bạn. Nó đã được gửi đi!","There was an error trying to send your message. Please try again later.":"Đã xảy ra lỗi khi cố gửi tin nhắn của bạn. Vui lòng thử lại sau.","The link you sent is not on the supported sites.":"Liên kết bạn đã gửi không có trên các trang web được hỗ trợ.","Thanks for reporting issues to us. We will fix this issues as soon as possible.":"Cảm ơn đã báo cáo vấn đề cho chúng tôi. Chúng tôi sẽ khắc phục sự cố này càng sớm càng tốt.","Data not found!":"Dữ liệu không tồn tại!","Go to Homepage":"Quay lại Trang chủ","Whoops! Something went wrong.":"Rất tiếc! Đã xảy ra lỗi.","Sign In":"Đăng nhập","Enter your email and password to sign in":"Nhập email và mật khẩu của bạn để đăng nhập","Remember me":"Ghi nhớ đăng nhập","Welcome back!":"Chào mừng trở lại!","Login with your email address and password to keep connected with us.":"Đăng nhập bằng địa chỉ email và mật khẩu của bạn để giữ kết nối với chúng tôi.","Send us an Email":"Gửi Email cho chúng tôi","Send Message":"Gửi tin nhắn","Describe your problem here!":"Mô tả vấn đề của bạn ở đây!","Download":"Tải xuống","Paste the URL here to start downloading...":"Dán URL vào đây để bắt đầu tải xuống...","Accept all cookies":"Chấp nhận tất cả cookie","Enter one URL per line in the text area below":"Nhập một URL trên mỗi dòng vào vùng văn bản bên dưới","Submit":"Gửi đi","Follow us":"Theo dõi chúng tôi","Supported Resources":"Tài nguyên được hỗ trợ","Enjoy the little things in life. For one day, you may look back and realize they were the big things. Many of life's failures are people who did not realize how close they were to success when they gave up.":"Tận hưởng những điều nhỏ nhặt trong cuộc sống. Một ngày nào đó, bạn có thể nhìn lại và nhận ra chúng là những điều to lớn. Nhiều người thất bại trong cuộc sống là những người đã không nhận ra rằng họ đã đến gần với thành công như thế nào khi họ đã từ bỏ.","Buy Now":"Mua ngay","Login":"Đăng nhập","Contact":"Liên hệ","Report Links":"Báo cáo","Single Article":"Bài viết","Downloader":"Trình tải xuống","We use cookies to ensure that we give you the best experience on our website. If you continue to use this site we will assume that you are happy with it.":"Chúng tôi sử dụng cookie để đảm bảo rằng chúng tôi mang đến cho bạn trải nghiệm tốt nhất trên trang web của chúng tôi. Nếu bạn tiếp tục sử dụng trang web này, chúng tôi sẽ cho rằng bạn hài lòng với nó.","Read More":"Đọc thêm","Stay up to date with the latest news":"Luôn cập nhật những tin tức mới nhất","Our Blog":"Blog của chúng tôi","Blog":"Blog","Get all the latest news on updates, support issues and tutorials.":"Nhận tất cả các tin tức mới nhất về các bản cập nhật, các vấn đề hỗ trợ và hướng dẫn.","Coming Soon...":"Sẽ sớm trở lại...","Site is currently under maintenance. We are working hard to give you the best experience and will be back shortly.":"Trang web hiện đang được bảo trì. Chúng tôi đang làm việc chăm chỉ để mang đến cho bạn trải nghiệm tốt nhất và sẽ sớm trở lại.","Thank you for your patience!":"Cảm ơn vì sự kiên nhẫn của bạn!"}